"Due %@" = "Til %@";
"Delivered %@" = "Færdig %@";
"Subject" = "Emne";
"Assignment" = "Opgave";
"New homework" = "Ny lektie";
"Edit homework" = "Rediger Lektie";
"(note)" = "(note)";
"(delivered)" = "(færdig dato)";
"Note" = "Note";
"Delivered date" = "Færdig dato";
"New subject" = "Nyt emne";
"Edit subject" = "Rediger emne";
"Homework" = "Lektier";
"New assignment" = "Ny opgave";
"Edit assignment" = "Rediger opgave";
"(subject)" = "(emne)";
"(assignment)" = "(opgave)";
"Maximum number of homework entries exceeded" = "Det maksimale antal lektieregistreringer er overskredet";
"Delete/Edit existing homework entries or buy the full, Add free Version and get unlimited number of homework entries" = "Slet/rediger eksisterende lektieregistreringer eller køb den fulde, reklamefri version og få ubegrænset antal lektieregistreringer.";
"Dismiss" = "Luk";
